{
    "Years": [
        {
            "Name": "2019",
            "Campaigns": [
                {
                    "Name": "First Title 1",
                    "Campaign": [
                        {
                            "Name": "Jun",
                            "Description": "The month of June 2019 marks the beginning of the pre-launch period. Starting from this month, the aim is to generate interest in our target audience, schools, via online and offline tools at our disposal. The tools selected for this period will be: social media, fliers, and business cards. This initial tools would require 11 flyers and 18 cards, for a budget of 29€.", 
                            "Activities": [
                                {
                                    "Name": "First Title",
                                    "Type": "Launch",
                                    "Description": "First Title description"
                                },
                                {
                                    "Name": "10% Off New Title",
                                    "Type": "Promotion",    
                                    "Description": "10% Off New Title description"
                                }
                            ]
                        },
                        {
                            "Name": "Jul",
                            "Description": "The month of July 2019 will be the last available before the launch of the first title, and therefore will be dedicated, once again, to generating interest and to the last preparations. The only tool selected for this period is social media, and the budget is 0€.", 
                            "Activities": [
                                {
                                    "Name": "First Title",
                                    "Type": "Launch",
                                    "Description": "First Title description"
                                },
                                {
                                    "Name": "10% Off New Title",
                                    "Type": "Promotion",    
                                    "Description": "10% Off New Title description"
                                }
                            ]
                        },
                        {
                            "Name": "Aug",
                            "Description": "August is the selected month for the launch. The game is to launch during the Bommen Berend event, as it shares the subject with the event. This allows for the product to be promoted alongside the celebration. The tools used in this period will be: television, social media, and promotional material. Tv advertisement, for 25000€, and promotional material (chocolate), for 1197,50€, make up a budget of 26198€.", 
                            "Activities": [
                                {
                                    "Name": "First Title",
                                    "Type": "Launch",
                                    "Description": "First Title description"
                                },
                                {
                                    "Name": "10% Off New Title",
                                    "Type": "Promotion",    
                                    "Description": "10% Off New Title description"
                                }
                            ]
                        },
                        {
                            "Name": "Sep",
                            "Description": "The month following the launch will be dedicated to the promotion of the game. Such promotion will be achieved via discounts with reviews. The tool required for this month is social media, with a budget of 0€.",
                            "Activities": [
                                {
                                    "Name": "School Start",
                                    "Type": "Sales",
                                    "Description": "School Start description"
                                }
                            ]
                        }
                    ]
                },
                {
                    "Name": "First Title 2",
                    "Campaign": [{
                            "Name": "Jun",
                            "Description": "The month of June 2019 marks the beginning of the pre-launch period. Starting from this month, the aim is to generate interest in our target audience, primary school children. As such, the tools chosen for this month are Youtube, social media and fliers. Youtube ads cost circa 10€ per day, therefore the final estimated budget is 311€, adding the cost of the fliers.", 
                            "Activities": [
                                {
                                    "Name": "First Title",
                                    "Type": "Launch",
                                    "Description": "First Title description"
                                },
                                {
                                    "Name": "10% Off New Title",
                                    "Type": "Promotion",    
                                    "Description": "10% Off New Title description"
                                }
                            ]
                        },
                        {
                            "Name": "Jul",
                            "Description": "The month of July 2019 will be the last available for the pre-launch period. With the aim to generate interest in our target audience, primary school children, the tools chosen for this month are Youtube and social media. The cost of running ads on Youtube for a month amounts to 300€ and constitutes our budget for the month.", 
                            "Activities": [
                                {
                                    "Name": "First Title",
                                    "Type": "Launch",
                                    "Description": "First Title description"
                                },
                                {
                                    "Name": "10% Off New Title",
                                    "Type": "Promotion",    
                                    "Description": "10% Off New Title description"
                                }
                            ]
                        },
                        {
                            "Name": "Aug",
                            "Description": "August is the selected month for the launch. The game is to launch during the Bommen Berend event, as it shares the subject with the event. This allows for the product to be promoted alongside the celebration. The tools used in this period will be: Youtube, television, social media, and promotional material. Youtube ads, for 300€, Tv advertisement, for 25000€, and promotional material (buttons and chocolate), for 1197,50€, make up a budget of 26558€.", 
                            "Activities": [
                                {
                                    "Name": "First Title",
                                    "Type": "Launch",
                                    "Description": "First Title description"
                                },
                                {
                                    "Name": "10% Off New Title",
                                    "Type": "Promotion",    
                                    "Description": "10% Off New Title description"
                                }
                            ]
                        },
                        
                        {
                            "Name": "Sep",
                            "Description": "The month following the launch will be dedicated to the promotion of the game. Such promotion will be achieved via discounts with reviews. The tool required for this month is once again Youtube, with a budget of 300€.",
                            "Activities": [
                                {
                                    "Name": "School Start",
                                    "Type": "Sales",
                                    "Description": "School Start description"
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}